Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# calendar.commands.hide_plan_rail
source: Hide Unplanned Tasks
ar: إخفاء المهام غير المخططة
bn: প্ল্যান না করা টাস্ক লুকান
de: Ungeplante Aufgaben ausblenden
el: Απόκρυψη εργασιών χωρίς προγραμματισμό
es: Ocultar tareas sin planificar
fa: پنهان کردن کارهای برنامه‌ریزی‌نشده
fr: Masquer les tâches non planifiées
he: הסתרת משימות שלא תוכננו
hi: बिना प्लान वाले कार्य छिपाएँ
id: Sembunyikan Tugas Belum Direncanakan
it: Nascondi attività non pianificate
ja: 予定のないタスクを非表示
ko: 계획 없는 할 일 가리기
mr: प्लॅन न केलेली कार्ये लपवा
ms: Sembunyikan Tugas Belum Dirancang
nl: Verberg niet-ingeplande taken
pl: Ukryj niezaplanowane zadania
pt_br: Ocultar tarefas sem planejamento
ro: Ascundeți sarcinile neplanificate
ru: Скрыть незапланированные задачи
ta: திட்டமிடப்படாத பணிகளை மறை
te: ప్లాన్ చేయని టాస్క్‌లను దాచండి
th: ซ่อนงานที่ยังไม่ได้วางแผน
tr: Planlanmamış görevleri gizle
uk: Сховати незаплановані завдання
ur: بغیر پلان والے کام چھپائیں
vi: Ẩn nhiệm vụ chưa lên kế hoạch
zh_hans: 隐藏未计划的任务
zh_hant: 隱藏未安排的任務

# calendar.commands.show_plan_rail
source: Show Unplanned Tasks
ar: إظهار المهام غير المخططة
bn: প্ল্যান না করা টাস্ক দেখান
de: Ungeplante Aufgaben einblenden
el: Εμφάνιση εργασιών χωρίς προγραμματισμό
es: Mostrar tareas sin planificar
fa: نمایش کارهای برنامه‌ریزی‌نشده
fr: Afficher les tâches non planifiées
he: הצגת משימות שלא תוכננו
hi: बिना प्लान वाले कार्य दिखाएँ
id: Tampilkan Tugas Belum Direncanakan
it: Mostra attività non pianificate
ja: 予定のないタスクを表示
ko: 계획 없는 할 일 보기
mr: प्लॅन न केलेली कार्ये दाखवा
ms: Tunjukkan Tugas Belum Dirancang
nl: Toon niet-ingeplande taken
pl: Pokaż niezaplanowane zadania
pt_br: Mostrar tarefas sem planejamento
ro: Afișați sarcinile neplanificate
ru: Показать незапланированные задачи
ta: திட்டமிடப்படாத பணிகளைக் காட்டு
te: ప్లాన్ చేయని టాస్క్‌లను చూపండి
th: แสดงงานที่ยังไม่ได้วางแผน
tr: Planlanmamış görevleri göster
uk: Показати незаплановані завдання
ur: بغیر پلان والے کام دکھائیں
vi: Hiển thị nhiệm vụ chưa lên kế hoạch
zh_hans: 显示未计划的任务
zh_hant: 顯示未安排的任務

# calendar.create_event
source: Create Event
ar: إنشاء حدث
bn: ইভেন্ট তৈরি করুন
de: Ereignis erstellen
el: Δημιουργία γεγονότος
es: Crear evento
fa: ایجاد رویداد
fr: Créer l’événement
he: יצירת אירוע
hi: इवेंट बनाएँ
id: Buat Acara
it: Crea evento
ja: イベントを作成
ko: 이벤트 만들기
mr: इव्हेंट तयार करा
ms: Cipta Peristiwa
nl: Maak activiteit aan
pl: Utwórz wydarzenie
pt_br: Criar evento
ro: Creați evenimentul
ru: Создать событие
ta: நிகழ்வை உருவாக்கு
te: ఇవెంట్‌ను సృష్టించండి
th: สร้างกิจกรรม
tr: Etkinlik oluştur
uk: Створити подію
ur: ایونٹ بنائیں
vi: Tạo sự kiện
zh_hans: 创建日程
zh_hant: 建立事件

# calendar.create_event.a11y
source: Create event
ar: إنشاء حدث
bn: ইভেন্ট তৈরি করুন
de: Ereignis erstellen
el: Δημιουργία γεγονότος
es: Crear evento
fa: ایجاد رویداد
fr: Créer l’événement
he: יצירת אירוע
hi: इवेंट बनाएँ
id: Buat acara
it: Crea evento
ja: イベントを作成
ko: 이벤트 만들기
mr: इव्हेंट तयार करा
ms: Cipta peristiwa
nl: Maak activiteit aan
pl: Utwórz wydarzenie
pt_br: Criar evento
ro: Creați evenimentul
ru: Создать событие
ta: நிகழ்வை உருவாக்கு
te: ఇవెంట్‌ను సృష్టించండి
th: สร้างกิจกรรม
tr: Etkinlik oluştur
uk: Створити подію
ur: ایونٹ بنائیں
vi: Tạo sự kiện
zh_hans: 创建日程
zh_hant: 建立事件

# calendar.create_event.description
source: Place a real appointment on the calendar timeline.
ar: ضع موعدًا حقيقيًا على الجدول الزمني للتقويم.
bn: ক্যালেন্ডারের টাইমলাইনে একটি আসল অ্যাপয়েন্টমেন্ট রাখুন।
de: Trage einen echten Termin in die Zeitleiste des Kalenders ein.
el: Τοποθετήστε ένα πραγματικό ραντεβού στο χρονολόγιο του ημερολογίου.
es: Coloca una cita real en la línea de tiempo del calendario.
fa: یک قرار واقعی را روی خط زمانی تقویم قرار دهید.
fr: Placez un vrai rendez-vous dans la chronologie du calendrier.
he: הוספת פגישה אמיתית לציר הזמן של לוח השנה.
hi: कैलेंडर टाइमलाइन पर कोई वास्तविक अपॉइंटमेंट रखें।
id: Tempatkan janji temu yang sebenarnya di lini masa kalender.
it: Inserisci un vero appuntamento nella timeline del calendario.
ja: 実際の予定をカレンダーのタイムラインに追加します。
ko: 실제 약속을 캘린더 타임라인에 배치합니다.
mr: दिनदर्शिकेच्या टाइमलाइनवर खरी अपॉइंटमेंट ठेवा.
ms: Letakkan temu janji sebenar pada garis masa kalendar.
nl: Zet een echte afspraak op de tijdlijn van je agenda.
pl: Umieść na osi czasu kalendarza prawdziwe spotkanie.
pt_br: Coloque um compromisso real na linha do tempo do calendário.
ro: Plasați o programare reală pe cronologia calendarului.
ru: Добавьте на временную шкалу календаря реальную встречу.
ta: கேலண்டர் காலவரிசையில் உண்மையான அப்பாயின்ட்மென்ட்டை வைக்கவும்.
te: క్యాలెండర్ టైమ్‌లైన్‌పై నిజమైన అపాయింట్‌మెంట్‌ను ఉంచండి.
th: วางนัดหมายจริงบนไทม์ไลน์ของปฏิทิน
tr: Takvimin zaman çizelgesine gerçek bir randevu ekleyin.
uk: Додайте на часову шкалу календаря реальну зустріч.
ur: کیلنڈر کی ٹائم لائن پر ایک حقیقی اپائنٹمنٹ رکھیں۔
vi: Đặt một cuộc hẹn thật lên dòng thời gian của lịch.
zh_hans: 在日历时间轴上添加一个真实的日程。
zh_hant: 在行事曆時間軸上放入一個實際的約會。

# calendar.create_event.needs_title.help
source: Add a title to create this event
ar: أضف عنوانًا لإنشاء هذا الحدث
bn: এই ইভেন্ট তৈরি করতে একটি শিরোনাম যোগ করুন
de: Gib einen Titel ein, um dieses Ereignis zu erstellen
el: Προσθέστε έναν τίτλο για να δημιουργήσετε αυτό το γεγονός
es: Añade un título para crear este evento
fa: برای ایجاد این رویداد، عنوان اضافه کنید
fr: Ajoutez un titre pour créer cet événement
he: יש להוסיף כותרת כדי ליצור את האירוע
hi: इस इवेंट को बनाने के लिए शीर्षक जोड़ें
id: Tambahkan judul untuk membuat acara ini
it: Aggiungi un titolo per creare questo evento
ja: このイベントを作成するにはタイトルを入力してください
ko: 이벤트를 만들려면 제목을 추가하세요
mr: हा इव्हेंट तयार करण्यासाठी शीर्षक जोडा
ms: Tambah tajuk untuk mencipta peristiwa ini
nl: Voeg een titel toe om deze activiteit aan te maken
pl: Dodaj tytuł, aby utworzyć wydarzenie
pt_br: Adicione um título para criar este evento
ro: Adăugați un titlu pentru a crea acest eveniment
ru: Добавьте название, чтобы создать событие
ta: இந்த நிகழ்வை உருவாக்க தலைப்பைச் சேர்க்கவும்
te: ఈ ఇవెంట్‌ను సృష్టించడానికి టైటిల్‌ను జోడించండి
th: เพิ่มชื่อเรื่องเพื่อสร้างกิจกรรมนี้
tr: Bu etkinliği oluşturmak için bir başlık ekleyin
uk: Додайте назву, щоб створити подію
ur: یہ ایونٹ بنانے کے لیے عنوان شامل کریں
vi: Thêm tiêu đề để tạo sự kiện này
zh_hans: 添加标题以创建此事件
zh_hant: 請新增標題以建立此事件

# calendar.create_event.title
source: New Event
ar: حدث جديد
bn: নতুন ইভেন্ট
de: Neues Ereignis
el: Νέο γεγονός
es: Nuevo evento
fa: رویداد جدید
fr: Nouvel événement
he: אירוע חדש
hi: नया इवेंट
id: Acara Baru
it: Nuovo evento
ja: 新規イベント
ko: 새 이벤트
mr: नवीन इव्हेंट
ms: Peristiwa Baharu
nl: Nieuwe activiteit
pl: Nowe wydarzenie
pt_br: Novo evento
ro: Eveniment nou
ru: Новое событие
ta: புதிய நிகழ்வு
te: కొత్త ఇవెంట్
th: กิจกรรมใหม่
tr: Yeni etkinlik
uk: Нова подія
ur: نیا ایونٹ
vi: Sự kiện mới
zh_hans: 新建事件
zh_hant: 新增事件

# calendar.delete_event.a11y
source: Delete event
ar: حذف الحدث
bn: ইভেন্ট ডিলিট করুন
de: Ereignis löschen
el: Διαγραφή γεγονότος
es: Eliminar evento
fa: حذف رویداد
fr: Supprimer l’événement
he: מחיקת אירוע
hi: इवेंट हटाएँ
id: Hapus acara
it: Elimina evento
ja: イベントを削除
ko: 이벤트 삭제
mr: इव्हेंट हटवा
ms: Padam peristiwa
nl: Verwijder activiteit
pl: Usuń wydarzenie
pt_br: Excluir evento
ro: Ștergeți evenimentul
ru: Удалить событие
ta: நிகழ்வை நீக்கு
te: ఇవెంట్‌ను డిలీట్ చేయండి
th: ลบกิจกรรม
tr: Etkinliği sil
uk: Видалити подію
ur: ایونٹ حذف کریں
vi: Xóa sự kiện
zh_hans: 删除事件
zh_hant: 刪除事件

# calendar.delete_event.confirm.title
source: Delete event “%@”?
ar: هل تريد حذف الحدث "%@"؟
bn: “%@” ইভেন্টটি ডিলিট করবেন?
de: Ereignis „%@“ löschen?
el: Να διαγραφεί το γεγονός «%@»;
es: ¿Eliminar el evento “%@”?
fa: رویداد «%@» حذف شود؟
fr: Supprimer l’événement « %@ » ?
he: למחוק את האירוע "%@"?
hi: इवेंट “%@” हटाएँ?
id: Hapus acara “%@”?
it: Eliminare l’evento “%@”?
ja: イベント「%@」を削除しますか？
ko: “%@” 이벤트를 삭제하시겠습니까?
mr: ‘%@’ इव्हेंट हटवायचा का?
ms: Padam peristiwa “%@”?
nl: Activiteit ‘%@’ verwijderen?
pl: Usunąć wydarzenie „%@”?
pt_br: Excluir o evento “%@”?
ro: Ștergeți evenimentul „%@”?
ru: Удалить событие «%@»?
ta: “%@” நிகழ்வை நீக்கவா?
te: “%@” ఇవెంట్‌ను డిలీట్ చేయాలా?
th: ลบกิจกรรม “%@” หรือไม่
tr: “%@” etkinliği silinsin mi?
uk: Видалити подію «%@»?
ur: ایونٹ "%@" حذف کریں؟
vi: Xóa sự kiện “%@”?
zh_hans: 删除事件“%@”？
zh_hant: 要刪除事件「%@」嗎？

# calendar.delete_event.scope.message
source: Choose which occurrences to delete.
ar: اختر حالات التكرار التي تريد حذفها.
bn: কোন ইভেন্টগুলি ডিলিট করবেন তা নির্বাচন করুন।
de: Wähle aus, welche Wiederholungen gelöscht werden sollen.
el: Επιλέξτε ποια γεγονότα θα διαγραφούν.
es: Elige qué repeticiones eliminar.
fa: انتخاب کنید کدام تکرارها حذف شوند.
fr: Choisissez les occurrences à supprimer.
he: יש לבחור אילו מופעים למחוק.
hi: चुनें कि कौन-से इवेंट हटाने हैं।
id: Pilih kejadian yang akan dihapus.
it: Scegli quali occorrenze eliminare.
ja: 削除するイベントの範囲を選択してください。
ko: 삭제할 범위를 선택하세요.
mr: कोणते इव्हेंट हटवायचे ते निवडा.
ms: Pilih kejadian yang hendak dipadam.
nl: Kies welke herhalingen je wilt verwijderen.
pl: Wybierz, które wystąpienia usunąć.
pt_br: Escolha quais ocorrências excluir.
ro: Alegeți ce apariții doriți să ștergeți.
ru: Выберите, какие повторения удалить.
ta: எந்த நேர்வுகளை நீக்க வேண்டும் என்பதைத் தேர்வுசெய்யவும்.
te: ఏ సందర్భాలను డిలీట్ చేయాలో ఎంచుకోండి.
th: เลือกกิจกรรมที่ต้องการลบ
tr: Silinecek etkinlikleri seçin.
uk: Виберіть, які повторення видалити.
ur: منتخب کریں کہ کون سی تکرارات حذف کی جائیں۔
vi: Chọn những lần lặp cần xóa.
zh_hans: 选择要删除哪些重复项。
zh_hant: 請選擇要刪除的範圍。

# calendar.delete_event.scope.title
source: Delete this repeating event?
ar: هل تريد حذف هذا الحدث المتكرر؟
bn: এই পুনরাবৃত্ত ইভেন্টটি ডিলিট করবেন?
de: Dieses sich wiederholende Ereignis löschen?
el: Να διαγραφεί αυτό το επαναλαμβανόμενο γεγονός;
es: ¿Eliminar este evento recurrente?
fa: این رویداد تکرارشونده حذف شود؟
fr: Supprimer cet événement récurrent ?
he: למחוק את האירוע החוזר?
hi: इस दोहराए जाने वाले इवेंट को हटाएँ?
id: Hapus acara berulang ini?
it: Eliminare questo evento ricorrente?
ja: この繰り返しイベントを削除しますか？
ko: 이 반복 이벤트를 삭제하시겠습니까?
mr: हा पुनरावृत्ती होणारा इव्हेंट हटवायचा का?
ms: Padam peristiwa berulang ini?
nl: Deze herhaalde activiteit verwijderen?
pl: Usunąć to cykliczne wydarzenie?
pt_br: Excluir este evento recorrente?
ro: Ștergeți acest eveniment care se repetă?
ru: Удалить это повторяющееся событие?
ta: இந்தத் தொடர் நிகழ்வை நீக்கவா?
te: ఈ పునరావృతమయ్యే ఇవెంట్‌ను డిలీట్ చేయాలా?
th: ลบกิจกรรมทำประจำนี้หรือไม่
tr: Bu yinelenen etkinlik silinsin mi?
uk: Видалити цю повторювану подію?
ur: یہ دہرایا جانے والا ایونٹ حذف کریں؟
vi: Xóa sự kiện lặp lại này?
zh_hans: 删除这个重复事件？
zh_hant: 要刪除這個重複事件嗎？

# calendar.edit_event.scope.all_events_note
source: All Events also resets changes you made to single occurrences. Cancelled occurrences stay cancelled.
ar: يؤدي اختيار "كل الأحداث" أيضًا إلى إعادة تعيين التغييرات التي أجريتها على حالات تكرار فردية. تبقى حالات التكرار الملغاة ملغاة.
bn: “সমস্ত ইভেন্ট” নির্বাচন করলে আলাদা আলাদা ইভেন্টে আপনার করা পরিবর্তনগুলিও রিসেট হয়ে যায়। বাতিল করা ইভেন্টগুলি বাতিলই থাকে।
de: Mit „Alle Ereignisse“ werden auch Änderungen zurückgesetzt, die du an einzelnen Wiederholungen vorgenommen hast. Abgebrochene Wiederholungen bleiben abgebrochen.
el: Η επιλογή «Όλα τα γεγονότα» επαναφέρει επίσης τις αλλαγές που κάνατε σε μεμονωμένες επαναλήψεις. Οι ακυρωμένες επαναλήψεις παραμένουν ακυρωμένες.
es: Con Todos los eventos, también se restablecen los cambios que hiciste en repeticiones individuales. Las repeticiones canceladas siguen canceladas.
fa: گزینه «همه رویدادها» همچنین تغییراتی را که روی تکرارهای جداگانه اعمال کرده‌اید بازنشانی می‌کند. تکرارهای لغوشده همچنان لغوشده می‌مانند.
fr: Avec Tous les événements, les modifications que vous avez apportées à des occurrences individuelles sont aussi réinitialisées. Les occurrences annulées restent annulées.
he: הבחירה ב"כל האירועים" מאפסת גם שינויים שבוצעו במופעים בודדים. מופעים שבוטלו נשארים מבוטלים.
hi: “सभी इवेंट” चुनने पर अलग-अलग इवेंट में आपके द्वारा किए गए बदलाव भी रीसेट हो जाते हैं। रद्द किए गए इवेंट रद्द ही रहते हैं।
id: Semua Acara juga mengatur ulang perubahan yang dibuat pada kejadian tunggal. Kejadian yang dibatalkan tetap dibatalkan.
it: Con Tutti gli eventi vengono reimpostate anche le modifiche apportate alle singole occorrenze. Le occorrenze annullate restano annullate.
ja: 「すべてのイベント」を選ぶと、特定の回だけに加えた変更もリセットされます。キャンセル済みの回はキャンセルされたままです。
ko: ‘모든 이벤트’를 선택하면 개별 반복에 적용한 변경 사항도 초기화됩니다. 취소된 반복은 취소된 상태로 유지됩니다.
mr: ‘सर्व इव्हेंट’ निवडल्यास वेगवेगळ्या इव्हेंटमध्ये तुम्ही केलेले बदलही रीसेट होतात. रद्द केलेले इव्हेंट रद्दच राहतात.
ms: Semua Peristiwa juga mereset perubahan yang dibuat pada kejadian tunggal. Kejadian yang dibatalkan kekal dibatalkan.
nl: Met ‘Alle activiteiten’ worden ook de wijzigingen teruggezet die je in afzonderlijke herhalingen hebt aangebracht. Geannuleerde herhalingen blijven geannuleerd.
pl: Opcja „Wszystkie wydarzenia” resetuje też zmiany wprowadzone w pojedynczych wystąpieniach. Anulowane wystąpienia pozostają anulowane.
pt_br: Com Todos os eventos, as alterações feitas em ocorrências individuais também são redefinidas. As ocorrências canceladas continuam canceladas.
ro: Opțiunea „Toate evenimentele” resetează și modificările aduse aparițiilor individuale. Aparițiile anulate rămân anulate.
ru: Вариант «Все события» также сбрасывает изменения, внесённые в отдельные повторения. Отменённые повторения остаются отменёнными.
ta: “அனைத்து நிகழ்வுகளும்” என்பதைத் தேர்ந்தெடுத்தால், தனிப்பட்ட நேர்வுகளில் நீங்கள் செய்த மாற்றங்களும் மீட்டமைக்கப்படும். ரத்துசெய்யப்பட்ட நேர்வுகள் ரத்துசெய்யப்பட்டவையாகவே இருக்கும்.
te: “అన్ని ఇవెంట్‌లు” ఎంచుకుంటే, ఒక్కొక్క సందర్భంలో మీరు చేసిన మార్పులు కూడా రీసెట్ అవుతాయి. రద్దయిన సందర్భాలు రద్దయినవిగానే ఉంటాయి.
th: การเลือก “กิจกรรมทั้งหมด” จะรีเซ็ตการเปลี่ยนแปลงที่ทำกับแต่ละครั้งด้วย ส่วนครั้งที่ยกเลิกแล้วจะยังคงถูกยกเลิก
tr: “Tüm etkinlikler” seçeneği, tek tek yinelemelerde yaptığınız değişiklikleri de sıfırlar. İptal edilen yinelemeler iptal edilmiş olarak kalır.
uk: Варіант «Усі події» також скидає зміни, внесені в окремі повторення. Скасовані повторення залишаються скасованими.
ur: "تمام ایونٹس" منتخب کرنے پر وہ تبدیلیاں بھی ری سیٹ ہو جاتی ہیں جو آپ نے انفرادی تکرارات میں کی تھیں۔ منسوخ شدہ تکرارات منسوخ ہی رہتی ہیں۔
vi: Chọn Tất cả sự kiện cũng sẽ đặt lại các thay đổi đã thực hiện ở từng lần lặp riêng lẻ. Các lần lặp đã hủy vẫn giữ trạng thái đã hủy.
zh_hans: 选择“所有事件”还会重置对单个重复项所做的更改。已取消的重复项仍保持取消状态。
zh_hant: 選擇「所有事件」時，也會重置你對個別重複所做的變更。已取消的重複仍會維持取消狀態。

# calendar.edit_event.scope.message
source: Choose which occurrences to update.
ar: اختر حالات التكرار التي تريد تحديثها.
bn: কোন ইভেন্টগুলি আপডেট করবেন তা নির্বাচন করুন।
de: Wähle aus, welche Wiederholungen aktualisiert werden sollen.
el: Επιλέξτε ποια γεγονότα θα ενημερωθούν.
es: Elige qué repeticiones actualizar.
fa: انتخاب کنید کدام تکرارها به‌روزرسانی شوند.
fr: Choisissez les occurrences à mettre à jour.
he: יש לבחור אילו מופעים לעדכן.
hi: चुनें कि कौन-से इवेंट अपडेट करने हैं।
id: Pilih kejadian yang akan diperbarui.
it: Scegli quali occorrenze aggiornare.
ja: 更新するイベントの範囲を選択してください。
ko: 업데이트할 범위를 선택하세요.
mr: कोणते इव्हेंट अपडेट करायचे ते निवडा.
ms: Pilih kejadian yang hendak dikemas kini.
nl: Kies welke herhalingen je wilt bijwerken.
pl: Wybierz, które wystąpienia zaktualizować.
pt_br: Escolha quais ocorrências atualizar.
ro: Alegeți ce apariții doriți să actualizați.
ru: Выберите, какие повторения обновить.
ta: எந்த நேர்வுகளைப் புதுப்பிக்க வேண்டும் என்பதைத் தேர்வுசெய்யவும்.
te: ఏ సందర్భాలను అప్‌డేట్ చేయాలో ఎంచుకోండి.
th: เลือกกิจกรรมที่ต้องการอัปเดต
tr: Güncellenecek etkinlikleri seçin.
uk: Виберіть, які повторення оновити.
ur: منتخب کریں کہ کون سی تکرارات اپ ڈیٹ کی جائیں۔
vi: Chọn những lần lặp cần cập nhật.
zh_hans: 选择要更新哪些重复项。
zh_hant: 請選擇要更新的範圍。

# calendar.edit_event.scope.title
source: Save changes to this repeating event?
ar: هل تريد حفظ التغييرات على هذا الحدث المتكرر؟
bn: এই পুনরাবৃত্ত ইভেন্টের পরিবর্তনগুলি সেভ করবেন?
de: Änderungen an diesem sich wiederholenden Ereignis sichern?
el: Να αποθηκευτούν οι αλλαγές σε αυτό το επαναλαμβανόμενο γεγονός;
es: ¿Guardar los cambios de este evento recurrente?
fa: تغییرات این رویداد تکرارشونده ذخیره شود؟
fr: Enregistrer les modifications de cet événement récurrent ?
he: לשמור את השינויים באירוע החוזר?
hi: इस दोहराए जाने वाले इवेंट में बदलाव सहेजें?
id: Simpan perubahan pada acara berulang ini?
it: Salvare le modifiche a questo evento ricorrente?
ja: この繰り返しイベントの変更を保存しますか？
ko: 이 반복 이벤트의 변경 사항을 저장하시겠습니까?
mr: या पुनरावृत्ती होणाऱ्या इव्हेंटमधील बदल जतन करायचे का?
ms: Simpan perubahan pada peristiwa berulang ini?
nl: Wijzigingen in deze herhaalde activiteit bewaren?
pl: Zapisać zmiany w tym cyklicznym wydarzeniu?
pt_br: Salvar as alterações deste evento recorrente?
ro: Salvați modificările acestui eveniment care se repetă?
ru: Сохранить изменения в этом повторяющемся событии?
ta: இந்தத் தொடர் நிகழ்வில் மாற்றங்களைச் சேமிக்கவா?
te: ఈ పునరావృతమయ్యే ఇవెంట్‌కు మార్పులను సేవ్ చేయాలా?
th: บันทึกการเปลี่ยนแปลงกิจกรรมทำประจำนี้หรือไม่
tr: Bu yinelenen etkinlikteki değişiklikler kaydedilsin mi?
uk: Зберегти зміни в цій повторюваній події?
ur: اس دہرائے جانے والے ایونٹ میں تبدیلیاں محفوظ کریں؟
vi: Lưu thay đổi cho sự kiện lặp lại này?
zh_hans: 保存对这个重复事件的更改？
zh_hant: 要儲存對這個重複事件的變更嗎？

# calendar.edit_event.title
source: Edit Event
ar: تعديل الحدث
bn: ইভেন্ট এডিট করুন
de: Ereignis bearbeiten
el: Επεξεργασία γεγονότος
es: Editar evento
fa: ویرایش رویداد
fr: Modifier l’événement
he: עריכת אירוע
hi: इवेंट संपादित करें
id: Edit Acara
it: Modifica evento
ja: イベントを編集
ko: 이벤트 편집
mr: इव्हेंट संपादित करा
ms: Edit Peristiwa
nl: Wijzig activiteit
pl: Edytuj wydarzenie
pt_br: Editar evento
ro: Editați evenimentul
ru: Изменить событие
ta: நிகழ்வைத் திருத்து
te: ఇవెంట్‌ను ఎడిట్ చేయండి
th: แก้ไขกิจกรรม
tr: Etkinliği düzenle
uk: Змінити подію
ur: ایونٹ میں ترمیم کریں
vi: Sửa sự kiện
zh_hans: 编辑事件
zh_hant: 編輯事件

# calendar.end_date.a11y
source: End date
ar: تاريخ الانتهاء
bn: শেষ হওয়ার তারিখ
de: Enddatum
el: Ημερομηνία λήξης
es: Fecha de fin
fa: تاریخ پایان
fr: Date de fin
he: תאריך סיום
hi: समाप्ति की तारीख़
id: Tanggal berakhir
it: Data di fine
ja: 終了日
ko: 종료 날짜
mr: समाप्ती दिनांक
ms: Tarikh tamat
nl: Einddatum
pl: Data zakończenia
pt_br: Data de término
ro: Data de sfârșit
ru: Дата окончания
ta: முடிவுத் தேதி
te: ముగింపు తేదీ
th: วันที่สิ้นสุด
tr: Bitiş tarihi
uk: Дата завершення
ur: اختتامی تاریخ
vi: Ngày kết thúc
zh_hans: 结束日期
zh_hant: 結束日期

# calendar.end_time.a11y
source: End time
ar: وقت الانتهاء
bn: শেষ হওয়ার সময়
de: Endzeit
el: Ώρα λήξης
es: Hora de fin
fa: زمان پایان
fr: Heure de fin
he: שעת סיום
hi: समाप्ति का समय
id: Waktu berakhir
it: Ora di fine
ja: 終了時刻
ko: 종료 시간
mr: समाप्तीची वेळ
ms: Masa tamat
nl: Eindtijd
pl: Godzina zakończenia
pt_br: Horário de término
ro: Ora de sfârșit
ru: Время окончания
ta: முடிவு நேரம்
te: ముగింపు సమయం
th: เวลาสิ้นสุด
tr: Bitiş saati
uk: Час завершення
ur: اختتامی وقت
vi: Giờ kết thúc
zh_hans: 结束时间
zh_hant: 結束時間

# calendar.event.all_day
source: All day
ar: طوال اليوم
bn: সারাদিন
de: Ganztägig
el: Ολοήμερο
es: Todo el día
fa: تمام‌روز
fr: Toute la journée
he: כל היום
hi: पूरे दिन
id: Seharian
it: Tutto il giorno
ja: 終日
ko: 종일
mr: दिवसभर
ms: Seharian
nl: Hele dag
pl: Cały dzień
pt_br: Dia inteiro
ro: Toată ziua
ru: Весь день
ta: முழு நாளும்
te: రోజంతా
th: ทั้งวัน
tr: Tam gün
uk: Увесь день
ur: پورا دن
vi: Cả ngày
zh_hans: 全天
zh_hant: 全天

# calendar.event.end_after_start.help
source: The end time must be after the start time
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء
bn: শেষ হওয়ার সময় অবশ্যই শুরুর সময়ের পরে হতে হবে
de: Die Endzeit muss nach der Startzeit liegen
el: Η ώρα λήξης πρέπει να είναι μετά την ώρα έναρξης
es: La hora de fin debe ser posterior a la de inicio
fa: زمان پایان باید بعد از زمان شروع باشد
fr: L’heure de fin doit être postérieure à l’heure de début
he: שעת הסיום חייבת להיות אחרי שעת ההתחלה
hi: समाप्ति का समय शुरू होने के समय के बाद होना चाहिए
id: Waktu berakhir harus setelah waktu mulai
it: L’ora di fine deve essere successiva all’ora di inizio
ja: 終了時刻は開始時刻より後にしてください
ko: 종료 시간은 시작 시간보다 늦어야 합니다
mr: समाप्तीची वेळ सुरुवातीच्या वेळेनंतर असणे आवश्यक आहे
ms: Masa tamat mesti selepas masa mula
nl: De eindtijd moet na de starttijd liggen
pl: Godzina zakończenia musi być późniejsza niż godzina rozpoczęcia
pt_br: O horário de término deve ser posterior ao horário de início
ro: Ora de sfârșit trebuie să fie după ora de început
ru: Время окончания должно быть позже времени начала
ta: முடிவு நேரம் தொடக்க நேரத்துக்குப் பிறகு இருக்க வேண்டும்
te: ముగింపు సమయం ప్రారంభ సమయం తర్వాత ఉండాలి
th: เวลาสิ้นสุดต้องอยู่หลังเวลาเริ่มต้น
tr: Bitiş saati, başlangıç saatinden sonra olmalıdır
uk: Час завершення має бути пізніше за час початку
ur: اختتامی وقت آغاز کے وقت کے بعد ہونا چاہیے
vi: Giờ kết thúc phải sau giờ bắt đầu
zh_hans: 结束时间必须晚于开始时间
zh_hant: 結束時間必須晚於開始時間

# calendar.event.field.attendees
source: Attendees
ar: المدعوون
bn: অংশগ্রহণকারী
de: Teilnehmende
el: Συμμετέχοντες
es: Invitados
fa: شرکت‌کنندگان
fr: Participants
he: משתתפים
hi: प्रतिभागी
id: Peserta
it: Partecipanti
ja: 参加者
ko: 참석자
mr: सहभागी
ms: Peserta
nl: Deelnemers
pl: Uczestnicy
pt_br: Participantes
ro: Participanți
ru: Участники
ta: பங்கேற்பாளர்கள்
te: హాజరయ్యేవారు
th: ผู้เข้าร่วม
tr: Katılımcılar
uk: Учасники
ur: شرکاء
vi: Người tham dự
zh_hans: 参与者
zh_hant: 與會者

# calendar.event.field.calendar
source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
de: Kalender
el: Ημερολόγιο
es: Calendario
fa: تقویم
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
mr: दिनदर्शिका
ms: Kalendar
nl: Agenda
pl: Kalendarz
pt_br: Calendário
ru: Календарь
ta: கேலண்டர்
te: క్యాలెండర్
th: ปฏิทิน
tr: Takvim
uk: Календар
ur: کیلنڈر
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

# calendar.event.field.repeats
source: Repeats
ar: التكرار
bn: পুনরাবৃত্তি
de: Wiederholung
el: Επανάληψη
es: Se repite
fa: تکرار
fr: Se répète
he: חזרה
hi: दोहराएँ
id: Berulang
it: Si ripete
ja: 繰り返し
ko: 반복
mr: पुनरावृत्ती
ms: Berulang
nl: Herhaling
pl: Powtarzanie
pt_br: Repete
ro: Repetare
ru: Повтор
ta: தொடர் நிகழ்வு
te: రిపీట్
th: ทำประจำ
tr: Yineleme
uk: Повторення
ur: تکرار
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

# calendar.event.field.url
source: URL
ar: الرابط
fa: نشانی URL
he: כתובת URL
pl: Adres URL
zh_hans: 网址
zh_hant: 網址

# calendar.event.field.when
source: When
ar: متى
bn: কখন
de: Wann
el: Πότε
es: Cuándo
fa: زمان
fr: Quand
he: מתי
hi: कब
id: Kapan
it: Quando
ja: いつ
ko: 언제
mr: केव्हा
ms: Bila
nl: Wanneer
pl: Kiedy
pt_br: Quando
ro: Când
ru: Когда
ta: எப்போது
te: ఎప్పుడు
th: วันและเวลา
tr: Ne zaman
uk: Коли
ur: کب
vi: Khi nào
zh_hans: 时间
zh_hant: 何時

# calendar.event.open_details
source: Open Details
ar: فتح التفاصيل
bn: বিবরণ খুলুন
de: Details öffnen
el: Άνοιγμα λεπτομερειών
es: Abrir detalles
fa: باز کردن جزئیات
fr: Ouvrir les détails
he: פתיחת פרטים
hi: ब्योरा खोलें
id: Buka Detail
it: Apri dettagli
ja: 詳細を開く
ko: 세부 정보 열기
mr: तपशील उघडा
ms: Buka Butiran
pl: Otwórz szczegóły
pt_br: Abrir detalhes
ro: Deschideți detaliile
ru: Открыть подробности
ta: விவரங்களைத் திற
te: వివరాలను తెరవండి
th: เปิดรายละเอียด
tr: Ayrıntıları aç
uk: Відкрити подробиці
ur: تفصیلات کھولیں
vi: Mở chi tiết
zh_hans: 打开详情
zh_hant: 開啟詳細資料

# calendar.event.repeats_generic
source: Repeating event
ar: حدث متكرر
bn: পুনরাবৃত্ত ইভেন্ট
de: Sich wiederholendes Ereignis
el: Επαναλαμβανόμενο γεγονός
es: Evento recurrente
fa: رویداد تکرارشونده
fr: Événement récurrent
he: אירוע חוזר
hi: दोहराया जाने वाला इवेंट
id: Acara berulang
it: Evento ricorrente
ja: 繰り返しイベント
ko: 반복 이벤트
mr: पुनरावृत्ती होणारा इव्हेंट
ms: Peristiwa berulang
nl: Herhaalde activiteit
pl: Wydarzenie cykliczne
pt_br: Evento recorrente
ro: Eveniment care se repetă
ru: Повторяющееся событие
ta: தொடர் நிகழ்வு
te: పునరావృతమయ్యే ఇవెంట్
th: กิจกรรมทำประจำ
tr: Yinelenen etkinlik
uk: Повторювана подія
ur: دہرایا جانے والا ایونٹ
vi: Sự kiện lặp lại
zh_hans: 重复事件
zh_hant: 重複事件
